vegetables = {
    "🥕": ['carrot', 0, 3],
    "🥔": ['potato', 300, 600],
    "🍆": ['eggplant', 500, 1200],
    "🫑": ['pepper', 700, 1800],
    "🌶": ['hot_pepper', 1000, 60 * 60],
    "🍄": ['mushrooms', 1500, 2 * 60 * 60]
}
flowers = {
    "🌻": ["sunflower", 100, 120],
    "🌷": ["tulip", 300, 300],
    "☘": ["clover", 500, 600],
    "🌹": ["rose", 800, 1200],
    "🌵": ["cactus", 1300, 60 * 60]
}
animals = {
    "🐓": ['chicken', 1000, 5, 60],
    "🦋": ['butterfly', 2000, 10, 1.5 * 60 * 60],
    "🐄": ['cow', 4000, 15, 2 * 60 * 60],
    "🐑": ['sheep', 7000, 20, 3 * 60 * 60]
    # 1 покупка 2 сколько морковок 3 время выдачи ресурсов
}
products = {
    "🥚": ['egg', 300],
    "✨": ['spark', 550],
    "🥛": ['milk', 1200],
    "🦙": ['wool', 2000]
}

sell_price = {
    "🥕": ['carrot', 100],
    "🥔": ['potato', 500],
    "🍆": ['eggplant', 1000],
    "🫑": ['pepper', 1450],
    "🌶": ['hot_pepper', 2400],
    "🍄": ['mushrooms', 3700],
    "🌻": ["sunflower", 120],
    "🌷": ["tulip", 360],
    "☘": ["clover", 600],
    "🌹": ["rose", 950],
    "🌵": ["cactus", 1600],
    "🥚": ['egg', 300],
    "✨": ['spark', 550],
    "🥛": ['milk', 1200],
    "🦙": ['wool', 2000]
}
types_of_goods = {
    'Овощи': vegetables,
    'Цветы': flowers,
    'Продукты': products
}
