questions = [
    {
        "text": " Что не называют заправкой?",
        "answers": ['Приправы для салата', 'Корм для собак', 'Бензин для автомобиля', 'Чернила для картриджей'],
        "correct": 'Корм для собак'
    },
    {
        "text": "Как называется склад имущества в воинской части?",
        "answers": ['жаровня', 'каптёрка', 'сушилка', 'парилка'],
        "correct": 'каптёрка'
    },
    {
        "text": "Сколько миллиметров в километре?",
        "answers": ['десять миллионов', 'миллион', 'сто тысяч', 'десять тысяч'],
        "correct": 'миллион'
    },
    {
        "text": "Какую часть имбиря чаще всего используют в кулинарии?",
        "answers": ['корень', 'листья', 'стебель', 'цветок'],
        "correct": 'корень'
    },
    {
        "text": "Как называется жилое помещение для матросов на корабле?",
        "answers": ['кубрик', 'хичкок', 'линч', 'финчер'],
        "correct": 'кубрик'
    },
    {
        "text": "Какая из этих рок-групп выступала под названием «Берег истины»?",
        "answers": ['«Калинов мост»', '«Аквариум»', '«Би-2»', '«Мертвые дельфины»'],
        "correct": '«Би-2»'
    },
    {
        "text": "Кого в славянской мифологии называют цмоком?",
        "answers": ['кентавра', 'грифона', 'медведя', 'дракона'],
        "correct": 'дракона'
    },
    {
        "text": "Какое государство названо в честь известного военачальника?",
        "answers": ['Боливия', 'Парагвай', 'Аргентина', 'Венесуэла'],
        "correct": 'Боливия'
    },
    {
        "text": "Какое оружие главное для индийского бога Камы?",
        "answers": ['меч', 'лук', 'копье', 'праща'],
        "correct": 'лук'
    },
    {
        "text": "Какой лист упоминают, говоря о навязчивом человеке?",
        "answers": ['банный лист', 'лист фанеры', 'прайс-лист', 'лист бумаги'],
        "correct": 'банный лист'
    },
    {
        "text": "Чья маска также известна как Маска Анонимуса или Маска Вендетта?",
        "answers": ['Зорро', 'Бэтмена', 'Дарта Вейдера', 'Гая Фокса'],
        "correct": 'Гая Фокса'
    },
    {
        "text": "Что герой «Горя от ума» требовал делать «с чувством, с толком, с расстановкой»?",
        "answers": ['читать', 'писать', 'рисовать', 'считать'],
        "correct": 'читать'
    },
    {
        "text": "Что добывает вздымщик?",
        "answers": ['шишки', 'еловый лапник', 'грибы трутовики', 'смолу'],
        "correct": 'смолу'
    },
    {
        "text": "Чем можно оплатить проезд в общественном транспорте Стамбула и Рима?",
        "answers": ['пивными крышечками', 'жевательной резинкой', 'пластиковыми бутылками', 'чайными пакетиками'],
        "correct": 'пластиковыми бутылками'
    },
    {
        "text": "Какое зодиакальное созвездие, по одной из версий, обозначает Ганимеда — слугу богов Олимпа?",
        "answers": ['Водолей', 'Телец', 'Весы', 'Стрелец'],
        "correct": 'Водолей'
    },
    {
        "text": "Какого рэпера на самом деле зовут Алишер?",
        "answers": ['Скриптонита', 'Элджея', 'Моргенштерна', 'Славу КПСС'],
        "correct": 'Моргенштерна'
    },
    {
        "text": "На фоне чего изображены мужчина и женщина на пластине, отправленной в космос на станциях программы «Пионер»?",
        "answers": ['Эйфелевой башни', 'Самой станции', 'Джоконды', 'Финиковой пальмы'],
        "correct": 'Самой станции'
    },
    {
        "text": "К чему относился код «один-два-пять», который по секрету сообщили Гагарину сразу три человека, готовившие его к полету?",
        "answers": ['замок бортового холодильника', 'отключение автоматики посадки', 'сейф с оружием',
                    'внеочередной разговор с Землей'],
        "correct": 'отключение автоматики посадки'
    },
    {
        "text": "За что муравей-пуля получил свое название?",
        "answers": ['форму тела', 'силу укуса', 'окрас', 'скорость движения'],
        "correct": 'силу укуса'
    },
    {
        "text": "Каким человеком, по уверению Эриха Распе, называли Мюнхгаузена его лучшие друзья?",
        "answers": ['самым сильным', 'самым отважным', 'самым мудрым', 'самым правдивым'],
        "correct": 'самым правдивым'
    },
    {
        "text": "Что из этого не форма государственного устройства?",
        "answers": ['федерация', 'конфедерация', 'монархия', 'унитарное государство'],
        "correct": 'монархия'
    },
    {
        "text": "Где состоялась беседа Хрущева и Никсона, прозванная «кухонными дебатами»?",
        "answers": ['на выставке', 'на вокзале', 'в телестудии', 'в ресторане'],
        "correct": 'на выставке'
    },
    {
        "text": "Кто из жён декабристов первой отправилась в Сибирь вслед за мужем?",
        "answers": ['Елизавета Нарышкина', 'Мария Волконская', 'Александра Муравьёва', 'Екатерина Трубецкая'],
        "correct": 'Екатерина Трубецкая'
    },
    {
        "text": "Что нужно сделать с корюшкой, прежде чем её есть?",
        "answers": ['перекрасить', 'поймать', 'нашинковать', 'прополоть'],
        "correct": 'поймать'
    },
    {
        "text": "В экспозицию какого музея-усадьбы входит «Домик няни»?",
        "answers": ['Ясная Поляна', 'Горки Ленинские', 'Михайловское', 'Болдино'],
        "correct": 'Михайловское'
    },
    {
        "text": "Какой писатель придумал слово «лилипут»?",
        "answers": ['Джонатан Свифт', 'Чарльз Диккенс', 'Бернард Шоу', 'Даниэль Дефо'],
        "correct": 'Джонатан Свифт'
    },
    {
        "text": "У кого из этих крупных хищников обмен веществ происходит гораздо медленнее, чем у остальных?",
        "answers": ['белый медведь', 'большая панда', 'чёрная пантера', 'амурский тигр'],
        "correct": 'большая панда'
    },
    {
        "text": "Кому установлен бюст на переходе между станциями метро «Тургеневская» и «Сретенский бульвар» в Москве?",
        "answers": ['Кирову', 'Сретенскому', 'Тургеневу', 'Ленину'],
        "correct": 'Кирову'
    },
    {
        "text": "В честь физика из какой страны названа единица измерения электрической ёмкости?",
        "answers": ['Франция', 'Англия', 'Италия', 'Россия'],
        "correct": 'Англия'
    },
    {
        "text": "Какую форму имеет деталь, соединяющая стрелки кремлевских курантов?",
        "answers": ['серпа и молота', 'звезды', 'круга', 'ромба'],
        "correct": 'звезды'
    },
    {
        "text": "Что в 1847 году изобрел лондонский кондитер Томас Смит, увидев, как сладости заворачивали в красивую бумагу?",
        "answers": ['гирлянду', 'хлопушку', 'сладкую вату', 'ёлочные игрушки'],
        "correct": 'хлопушку'
    },
    {
        "text": "В каком городе в 1674 году состоялся первый в России полномасштабный фейерверк?",
        "answers": ['Москва', 'Псков', 'Нижний Новгород', 'Великий Устюг'],
        "correct": 'Великий Устюг'
    },
    {
        "text": "На эмблеме какого английского футбольного клуба изображена пушка?",
        "answers": ['Арсенал', 'Тоттенхэм', 'Ливерпуль', 'Манчестер Сити'],
        "correct": 'Арсенал'
    },
    {
        "text": "Псевдоним какой певицы изначально был взят из Библии?",
        "answers": ['Леди Гага', 'Далиды', 'Елены Ваенги', 'Эдит Пиаф'],
        "correct": 'Далиды'
    },
    {
        "text": "В каком учреждении Лейдена установлен оригинал скульптуры, которая прославилась в Рунете как “Ждун”?",
        "answers": ['библиотека', 'автостанция', 'детский сад', 'медицинский центр'],
        "correct": 'медицинский центр'
    },
    {
        "text": "Кто участвовал в Параде Победы, состоявшемся 9 мая 2020 года в Москве?",
        "answers": ['пограничники', 'ракетчики', 'танкисты', 'лётчики'],
        "correct": 'лётчики'
    },
    {
        "text": "Название какого фильма проката 2020 года в России перевели не дословно, чтобы сохранить авторскую идею?",
        "answers": ['Мулан', 'Джентельмены', 'Довод', 'Джокер'],
        "correct": 'Довод'
    },
    {
        "text": "Территорию какого субъекта России не пересекает Северный полярный круг?",
        "answers": ['Чукотский автономный округ', 'Иркутская область', 'Красноярский край', 'Республика Карелия'],
        "correct": 'Иркутская область'
    },
    {
        "text": "Действие эпилога какого романа происходит в Сибири?",
        "answers": ['Отцы и дети', 'Война и мир', 'Преступление и наказание', 'Униженные и оскорбленные'],
        "correct": 'Преступление и наказание'
    },
    {
        "text": "Что такое Гусь в историческом названии города Гусь-Хрустальный?",
        "answers": ['любимая птица горожан', 'герб города', 'поселок', 'река'],
        "correct": 'река'
    },
    {
        "text": "Какой букве установлен памятник в Ульяновске?",
        "answers": ['Й', 'Я', 'Ё', 'У'],
        "correct": 'Ё'
    },
    {
        "text": "Какой географический объект называется Академия Наук?",
        "answers": ['вулкан', 'подземное озеро', 'водопад', 'мыс'],
        "correct": 'вулкан'
    },
    {
        "text": "Персонаж какой пьесы носит фамилию Яичница?",
        "answers": ['Недоросль', 'Ревизор', 'Женитьба', 'Горе от ума'],
        "correct": 'Женитьба'
    },
    {
        "text": "В какой фехтовальной дисциплине разрешены и удары, и уколы, поэтому спортсмены владеют двумя техниками?",
        "answers": ['на рапирах', 'на шпагах', 'на всех трех', 'на саблях'],
        "correct": 'на саблях'
    },
    {
        "text": "Чьего начальника зовут просто М?",
        "answers": ['Джеймса Бонда', 'Фейт', 'Альтаира', 'Крейна'],
        "correct": 'Джеймса Бонда'
    },
    {
        "text": "Что дало название одежде худи?",
        "answers": ['карман', 'рукава', 'фигура носящего', 'капюшон'],
        "correct": 'капюшон'
    },
    {
        "text": "Где в июне 2020 года побывала Кэтрин Салливан – первая американка, вышедшая в открытый космос?",
        "answers": ['в центре пустыни Сахара', 'на Эвересте', 'на МКС', 'на дне Марианской впадины'],
        "correct": 'на дне Марианской впадины'
    },
    {
        "text": "Из чего в 1924 году был построен первый вариант Мавзолея Ленина",
        "answers": ['из мрамора', 'из дерева', 'из гранита', 'из камня'],
        "correct": 'из дерева'
    },
    {
        "text": "Что в 1767 году поместили на хранение в специально построенный Ботный дом в Петропавловской крепости?",
        "answers": ['корабль', 'оружие', 'карету', 'обувь'],
        "correct": 'корабль'
    },
    {
        "text": "Как называется один из шести классов животных, выделенных Карлом Линнеем?",
        "answers": ['гады', 'поганцы', 'стервецы', 'мерзавцы'],
        "correct": 'гады'
    },
    {
        "text": "Название чего, благодаря Юлию Цезарю, стало символом “точки невозврата”?",
        "answers": ['перевала', 'вулкана', 'пещеры', 'реки'],
        "correct": 'реки'
    },
    {
        "text": "Кто такие ласточкокрылы и стрижехвосты?",
        "answers": ['птицы', 'пресмыкающиеся', 'насекомые', 'рыбы'],
        "correct": 'рыбы'
    },
    {
        "text": "Где, как говорится, обосновался человек, находящийся в авангарде чего-либо?",
        "answers": ['на переднем крае', 'на своих двоих', 'на девятом месяце', 'на седьмом небе'],
        "correct": 'на переднем крае'
    },
    {
        "text": "Какое название в переводе с греческого означает “золотой цветок”?",
        "answers": ['хризантема', 'нарцисс', 'фиалка', 'гладиолус'],
        "correct": 'хризантема'
    },
    {
        "text": "Что Иван Кулибин создал в 1793 году в Зимнем дворце для императрицы Екатерины II?",
        "answers": ['лифт', 'отопление', 'туалет', 'вентиляцию'],
        "correct": 'лифт'
    },
    {
        "text": "Кого обычно называют крючкотвором?",
        "answers": ['рыболова', 'бюрократа', 'любителя вязать', 'пирата'],
        "correct": 'бюрократа'
    },
    {
        "text": "Чем объелся в цирке заглавный герой сказки Лазаря Лагина “Старик Хоттабыч”?",
        "answers": ['пастилой', 'эскимо', 'орехами', 'шербетом'],
        "correct": 'эскимо'
    },
    {
        "text": "Что такое редингот?",
        "answers": ['блюдо', 'мебель', 'посуда', 'одежда'],
        "correct": 'одежда'
    },
    {
        "text": "Что такое монгольфьер?",
        "answers": ['воздушный шар', 'крылатая ракета', 'гусеничный трактор', 'подводная лодка'],
        "correct": 'воздушный шар'
    },
    {
        "text": "Кем по профессии был изобретатель машины для производства сахарной ваты Уильям Моррисон?",
        "answers": ['стоматолог', 'кондитер', 'гончар', 'стеклодув'],
        "correct": 'стоматолог'
    },
    {
        "text": "Где жил Чебурашка, когда приехал из далекой страны?",
        "answers": ['в телефонной будке', 'в киоске с мороженым', 'в парковой беседке', 'в строительной бытовке'],
        "correct": 'в телефонной будке'
    },
    {
        "text": "Кто носил доломан?",
        "answers": ['ямщик', 'городовой', 'тайный советник', 'гусар'],
        "correct": 'гусар'
    },
    {
        "text": "Для какого фильма был изготовлен манекен с лицом Юрия Никулина?",
        "answers": ['Кавказская пленница', '12 стульев', 'Бриллиантовая рука', 'Пес Барбос и необычный кросс'],
        "correct": 'Бриллиантовая рука'
    },
    {
        "text": "Чему или кому в песне из советского фильма не призывают порадоваться мушкетеры?",
        "answers": ['королеве', 'клинку', 'красавице', 'кубку'],
        "correct": 'королеве'
    },
    {
        "text": "Кто из полководцев до Бородинского сражения не имел ордена Святого апостола Андрея Первозванного?",
        "answers": ['Барклай-де-Толли', 'Мюрат', 'Кутузов', 'Наполеон'],
        "correct": 'Барклай-де-Толли'
    },
    {
        "text": "Какое животное было символом Прогрессивной партии США, основанной Теодором Рузвельтом?",
        "answers": ['орел', 'лось', 'медведь', 'бизон'],
        "correct": 'лось'
    },
    {
        "text": "Какое число в русском лото прозвали “стульчиками”?",
        "answers": ['22', '33', '44', '55'],
        "correct": '44'
    },
    {
        "text": "В каком городе нет метрополитена?",
        "answers": ['Нижний Новгород', 'Самара', 'Воронеж', 'Новосибирск'],
        "correct": 'Воронеж'
    },
    {
        "text": "Сколько игроков в команде по кёрлингу?",
        "answers": ['3', '4', '5', '6'],
        "correct": '4'
    },
    {
        "text": "В каком фильме Джеймс Бонд официально женился?",
        "answers": ['На секретной службе Её Величества', 'Лицензия на убийство', 'Завтра не умрёт никогда',
                    'Только для твоих глаз'],
        "correct": 'На секретной службе Её Величества'
    }
]
