questions = [
    {
        "text": " Что не называют заправкой?",
        "answers": ['Приправы для салата', 'Корм для собак', 'Бензин для автомобиля', 'Чернила для картриджей'],
        "correct": 'Корм для собак'
    },
    {
        "text": "Как называется склад имущества в воинской части?",
        "answers": ['жаровня', 'каптёрка', 'сушилка', 'парилка'],
        "correct": 'каптёрка'
    },
    {
        "text": "Сколько миллиметров в километре?",
        "answers": ['десять миллионов', 'миллион', 'сто тысяч', 'десять тысяч'],
        "correct": 'миллион'
    },
    {
        "text": "Какую часть имбиря чаще всего используют в кулинарии?",
        "answers": ['корень', 'листья', 'стебель', 'цветок'],
        "correct": 'корень'
    },
    {
        "text": "Как называется жилое помещение для матросов на корабле?",
        "answers": ['кубрик', 'хичкок', 'линч', 'финчер'],
        "correct": 'кубрик'
    },
    {
        "text": "Какая из этих рок-групп выступала под названием «Берег истины»?",
        "answers": ['«Калинов мост»', '«Аквариум»', '«Би-2»', '«Мертвые дельфины»'],
        "correct": '«Би-2»'
    },
    {
        "text": "Кого в славянской мифологии называют цмоком?",
        "answers": ['кентавра', 'грифона', 'медведя', 'дракона'],
        "correct": 'дракона'
    },
    {
        "text": "Какое государство названо в честь известного военачальника?",
        "answers": ['Боливия', 'Парагвай', 'Аргентина', 'Венесуэла'],
        "correct": 'Боливия'
    },
    {
        "text": "Какое оружие главное для индийского бога Камы?",
        "answers": ['меч', 'лук', 'копье', 'праща'],
        "correct": 'лук'
    },
    {
        "text": "Какой лист упоминают, говоря о навязчивом человеке?",
        "answers": ['банный лист', 'лист фанеры', 'прайс-лист', 'лист бумаги'],
        "correct": 'банный лист'
    },
    {
        "text": "Чья маска также известна как Маска Анонимуса или Маска Вендетта?",
        "answers": ['Зорро', 'Бэтмена', 'Дарта Вейдера', 'Гая Фокса'],
        "correct": 'Гая Фокса'
    },
    {
        "text": "Что герой «Горя от ума» требовал делать «с чувством, с толком, с расстановкой»?",
        "answers": ['читать', 'писать', 'рисовать', 'считать'],
        "correct": 'читать'
    },
    {
        "text": "Что добывает вздымщик?",
        "answers": ['шишки', 'еловый лапник', 'грибы трутовики', 'смолу'],
        "correct": 'смолу'
    },
    {
        "text": "Чем можно оплатить проезд в общественном транспорте Стамбула и Рима?",
        "answers": ['пивными крышечками', 'жевательной резинкой', 'пластиковыми бутылками', 'чайными пакетиками'],
        "correct": 'пластиковыми бутылками'
    },
    {
        "text": "Какое зодиакальное созвездие, по одной из версий, обозначает Ганимеда — слугу богов Олимпа?",
        "answers": ['Водолей', 'Телец', 'Весы', 'Стрелец'],
        "correct": 'Водолей'
    },
    {
        "text": "Какого рэпера на самом деле зовут Алишер?",
        "answers": ['Скриптонита', 'Элджея', 'Моргенштерна', 'Славу КПСС'],
        "correct": 'Моргенштерна'
    },
    {
        "text": "На фоне чего изображены мужчина и женщина на пластине, отправленной в космос на станциях программы «Пионер»?",
        "answers": ['Эйфелевой башни', 'Самой станции', 'Джоконды', 'Финиковой пальмы'],
        "correct": 'Самой станции'
    },
    {
        "text": "К чему относился код «один-два-пять», который по секрету сообщили Гагарину сразу три человека, готовившие его к полету?",
        "answers": ['замок бортового холодильника', 'отключение автоматики посадки', 'сейф с оружием', 'внеочередной разговор с Землей'],
        "correct": 'отключение автоматики посадки'
    },
    {
        "text": "За что муравей-пуля получил свое название?",
        "answers": ['форму тела', 'силу укуса', 'окрас', 'скорость движения'],
        "correct": 'силу укуса'
    },
    {
        "text": "Каким человеком, по уверению Эриха Распе, называли Мюнхгаузена его лучшие друзья?",
        "answers": ['самым сильным', 'самым отважным', 'самым мудрым', 'самым правдивым'],
        "correct": 'самым правдивым'
    },
    {
        "text": "Что из этого не форма государственного устройства?",
        "answers": ['федерация', 'конфедерация', 'монархия', 'унитарное государство'],
        "correct": 'монархия'
    },
    {
        "text": "Где состоялась беседа Хрущева и Никсона, прозванная «кухонными дебатами»?",
        "answers": ['на выставке', 'на вокзале', 'в телестудии', 'в ресторане'],
        "correct": 'на выставке'
    },
    {
        "text": "Кто из жён декабристов первой отправилась в Сибирь вслед за мужем?",
        "answers": ['Елизавета Нарышкина', 'Мария Волконская', 'Александра Муравьёва', 'Екатерина Трубецкая'],
        "correct": 'Екатерина Трубецкая'
    },
    {
        "text": "Что нужно сделать с корюшкой, прежде чем её есть?",
        "answers": ['перекрасить', 'поймать', 'нашинковать', 'прополоть'],
        "correct": 'поймать'
    },
    {
        "text": "В экспозицию какого музея-усадьбы входит «Домик няни»?",
        "answers": ['Ясная Поляна', 'Горки Ленинские', 'Михайловское', 'Болдино'],
        "correct": 'Михайловское'
    },
    {
        "text": "Какой писатель придумал слово «лилипут»?",
        "answers": ['Джонатан Свифт', 'Чарльз Диккенс', 'Бернард Шоу', 'Даниэль Дефо'],
        "correct": 'Джонатан Свифт'
    },
    {
        "text": "У кого из этих крупных хищников обмен веществ происходит гораздо медленнее, чем у остальных?",
        "answers": ['белый медведь', 'большая панда', 'чёрная пантера', 'амурский тигр'],
        "correct": 'большая панда'
    },
    {
        "text": "Кому установлен бюст на переходе между станциями метро «Тургеневская» и «Сретенский бульвар» в Москве?",
        "answers": ['Кирову', 'Сретенскому', 'Тургеневу', 'Ленину'],
        "correct": 'Кирову'
    },
    {
        "text": "В честь физика из какой страны названа единица измерения электрической ёмкости?",
        "answers": ['Франция', 'Англия', 'Италия', 'Россия'],
        "correct": 'Англия'
    },
    {
        "text": "Какую форму имеет деталь, соединяющая стрелки кремлевских курантов?",
        "answers": ['серпа и молота', 'звезды', 'круга', 'ромба'],
        "correct": 'звезды'
    },
    {
        "text": "Что в 1847 году изобрел лондонский кондитер Томас Смит, увидев, как сладости заворачивали в красивую бумагу?",
        "answers": ['гирлянду', 'хлопушку', 'сладкую вату', 'ёлочные игрушки'],
        "correct": 'хлопушку'
    },
    {
        "text": "В каком городе в 1674 году состоялся первый в России полномасштабный фейерверк?",
        "answers": ['Москва', 'Псков', 'Нижний Новгород', 'Великий Устюг'],
        "correct": 'Великий Устюг'
    },
    {
        "text": "На эмблеме какого английского футбольного клуба изображена пушка?",
        "answers": ['Арсенал', 'Тоттенхэм', 'Ливерпуль', 'Манчестер Сити'],
        "correct": 'Арсенал'
    },
    {
        "text": "Псевдоним какой певицы изначально был взят из Библии?",
        "answers": ['Леди Гага', 'Далиды', 'Елены Ваенги', 'Эдит Пиаф'],
        "correct": 'Далиды'
    },
    {
        "text": "В каком учреждении Лейдена установлен оригинал скульптуры, которая прославилась в Рунете как “Ждун”?",
        "answers": ['библиотека', 'автостанция', 'детский сад', 'медицинский центр'],
        "correct": 'медицинский центр'
    },
    {
        "text": "Кто участвовал в Параде Победы, состоявшемся 9 мая 2020 года в Москве?",
        "answers": ['пограничники', 'ракетчики', 'танкисты', 'лётчики'],
        "correct": 'лётчики'
    },
    {
        "text": "Название какого фильма проката 2020 года в России перевели не дословно, чтобы сохранить авторскую идею?",
        "answers": ['Мулан', 'Джентельмены', 'Довод', 'Джокер'],
        "correct": 'Довод'
    },
    {
        "text": "Территорию какого субъекта России не пересекает Северный полярный круг?",
        "answers": ['Чукотский автономный округ', 'Иркутская область', 'Красноярский край', 'Республика Карелия'],
        "correct": 'Иркутская область'
    },
    {
        "text": "Действие эпилога какого романа происходит в Сибири?",
        "answers": ['Отцы и дети', 'Война и мир', 'Преступление и наказание', 'Униженные и оскорбленные'],
        "correct": 'Преступление и наказание'
    },
    {
        "text": "Что такое Гусь в историческом названии города Гусь-Хрустальный?",
        "answers": ['любимая птица горожан', 'герб города', 'поселок', 'река'],
        "correct": 'река'
    },
    {
        "text": "Какой букве установлен памятник в Ульяновске?",
        "answers": ['Й', 'Я', 'Ё', 'У'],
        "correct": 'Ё'
    },
    {
        "text": "Какой географический объект называется Академия Наук?",
        "answers": ['вулкан', 'подземное озеро', 'водопад', 'мыс'],
        "correct": 'вулкан'
    },
    {
        "text": "Персонаж какой пьесы носит фамилию Яичница?",
        "answers": ['Недоросль', 'Ревизор', 'Женитьба', 'Горе от ума'],
        "correct": 'Женитьба'
    },
    {
        "text": "",
        "answers": ['', '', '', ''],
        "correct": ''
    },
    {
        "text": "",
        "answers": ['', '', '', ''],
        "correct": ''
    },
    {
        "text": "",
        "answers": ['', '', '', ''],
        "correct": ''
    },
    {
        "text": "",
        "answers": ['', '', '', ''],
        "correct": ''
    },
    {
        "text": "",
        "answers": ['', '', '', ''],
        "correct": ''
    },
    {
        "text": "",
        "answers": ['', '', '', ''],
        "correct": ''
    },
    {
        "text": "",
        "answers": ['', '', '', ''],
        "correct": ''
    },
    {
        "text": "",
        "answers": ['', '', '', ''],
        "correct": ''
    },
    {
        "text": "",
        "answers": ['', '', '', ''],
        "correct": ''
    },
    {
        "text": "",
        "answers": ['', '', '', ''],
        "correct": ''
    },
    {
        "text": "",
        "answers": ['', '', '', ''],
        "correct": ''
    },
    {
        "text": "",
        "answers": ['', '', '', ''],
        "correct": ''
    },
    {
        "text": "",
        "answers": ['', '', '', ''],
        "correct": ''
    },
    {
        "text": "",
        "answers": ['', '', '', ''],
        "correct": ''
    },
    {
        "text": "",
        "answers": ['', '', '', ''],
        "correct": ''
    },
    {
        "text": "",
        "answers": ['', '', '', ''],
        "correct": ''
    },
    {
        "text": "",
        "answers": ['', '', '', ''],
        "correct": ''
    },
    {
        "text": "",
        "answers": ['', '', '', ''],
        "correct": ''
    },
    {
        "text": "",
        "answers": ['', '', '', ''],
        "correct": ''
    },
]
