questions = [
    {
        "text": " Что не называют заправкой?",
        "answers": ['Приправы для салата', 'Корм для собак', 'Бензин для автомобиля', 'Чернила для картриджей'],
        "correct": 1
    },
    {
        "text": "Как называется склад имущества в воинской части?",
        "answers": ['жаровня', 'каптёрка', 'сушилка', 'парилка'],
        "correct": 2
    },
    {
        "text": "Сколько миллиметров в километре?",
        "answers": ['десять миллионов', 'миллион', 'сто тысяч', 'десять тысяч'],
        "correct": 2
    },
    {
        "text": "Какую часть имбиря чаще всего используют в кулинарии?",
        "answers": ['корень', 'листья', 'стебель', 'цветок'],
        "correct": 1
    },
    {
        "text": "Как называется жилое помещение для матросов на корабле?",
        "answers": ['кубрик', 'хичкок', 'линч', 'финчер'],
        "correct": 1
    },
    {
        "text": "Какая из этих рок-групп выступала под названием «Берег истины»?",
        "answers": ['«Калинов мост»', '«Аквариум»', '«Би-2»', '«Мертвые дельфины»'],
        "correct": 3
    },
    {
        "text": "Кого в славянской мифологии называют цмоком?",
        "answers": ['кентавра', 'грифона', 'медведя', 'дракона'],
        "correct": 4
    },
    {
        "text": "Какое государство названо в честь известного военачальника?",
        "answers": ['Боливия', 'Парагвай', 'Аргентина', 'Венесуэла'],
        "correct": 1
    },
    {
        "text": "Какое оружие главное для индийского бога Камы?",
        "answers": ['меч', 'лук', 'копье', 'праща'],
        "correct": 2
    },
    {
        "text": "Какой лист упоминают, говоря о навязчивом человеке?",
        "answers": ['банный лист', 'лист фанеры', 'прайс-лист', 'лист бумаги'],
        "correct": 1
    },
    {
        "text": "Чья маска также известна как Маска Анонимуса или Маска Вендетта?",
        "answers": ['Зорро', 'Бэтмена', 'Дарта Вейдера', 'Гая Фокса'],
        "correct": 4
    },
    {
        "text": "Что герой «Горя от ума» требовал делать «с чувством, с толком, с расстановкой»?",
        "answers": ['читать', 'писать', 'рисовать', 'считать'],
        "correct": 1
    },
    {
        "text": "Что добывает вздымщик?",
        "answers": ['шишки', 'еловый лапник', 'грибы трутовики', 'смолу'],
        "correct": 4
    },
    {
        "text": "Чем можно оплатить проезд в общественном транспорте Стамбула и Рима?",
        "answers": ['пивными крышечками', 'жевательной резинкой', 'пластиковыми бутылками', 'чайными пакетиками'],
        "correct": 3
    },
    {
        "text": "Какое зодиакальное созвездие, по одной из версий, обозначает Ганимеда — слугу богов Олимпа?",
        "answers": ['Водолей', 'Телец', 'Весы', 'Стрелец'],
        "correct": 1
    },
    {
        "text": "Какого рэпера на самом деле зовут Алишер?",
        "answers": ['Скриптонита', 'Элджея', 'Моргенштерна', 'Славу КПСС'],
        "correct": 3
    },
    {
        "text": "На фоне чего изображены мужчина и женщина на пластине, отправленной в космос на станциях программы «Пионер»?",
        "answers": ['Эйфелевой башни', 'самой станции', 'Джоконды', 'финиковой пальмы'],
        "correct": 2
    },
    {
        "text": "К чему относился код «один-два-пять», который по секрету сообщили Гагарину сразу три человека, готовившие его к полету?",
        "answers": ['замок бортового холодильника', 'отключение автоматики посадки', 'сейф с оружием', 'внеочередной разговор с Землей'],
        "correct": 2
    },
    {
        "text": "За что муравей-пуля получил свое название?",
        "answers": ['форму тела', 'силу укуса', 'окрас', 'скорость движения'],
        "correct": 2
    }
]
